Repository: apple/sample-backyard-birds
Catalog: BackyardBirdsData/Plants/PlantSpecies.xcstrings
Source language: en
Languages: ar, he, ja, ru, sv, uk, zh_hans

source: Alocasia
ar: ألوكاسيا
he: אלוקסיה
ja: クワズイモ
ru: Алоказия
sv: Alokasia
uk: Алоказія
zh_hans: 海芋

source: Colocasia
ar: قلقاس
he: קולקס
ja: サトイモ
ru: Колоказия
sv: Taro
uk: Колоказія
zh_hans: 芋属

source: Foxglove
ar: قفاز الثعلب
he: דיגיטליס
ja: ジギタリス
ru: Наперстянка
sv: Digitalis
uk: Наперстянка
zh_hans: 毛地黄

source: Kentia Palm
ar: كنتيا بالم
he: דקל קנטיה
ja: ケンチャヤシ
ru: Ховея Форстера
uk: Ховея
zh_hans: 肯提亚棕榈

source: Loves a good leaf cleaning.
ar: تتألق عند تنظيف أوراقها.
he: צמח זה אוהב שהעלים שלו נקיים.
ja: 葉っぱの掃除が大好きです。
ru: Ценит заботу за своими листьями.
sv: Älskar en ordentlig lövrengöring.
uk: Любить, щоб листя було чистим.
zh_hans: 钟爱清洁叶片。

source: Makes a great substitute for an umbrella.
ar: يمكن استخدامها كبديل ممتاز عن المظلة.
he: צמח זה יכול לשמש בתור תחליף הולם למטרייה.
ja: 傘の代わりにもなりますよ。
ru: Прекрасно заменит любой зонт.
sv: Fungerar utmärkt som ersättning för ett paraply.
uk: Замінить парасольку.
zh_hans: 雨伞的绝佳替代品。

source: Makes a great umbrella substitute.
ar: يمكن استخدامها كمظلة.
he: צמח זה יכול לשמש תחליף הולם למטרייה.
ja: 傘の代わりになります。
ru: Хорошая замена зонту.
sv: Utmärkt ersättning för ett paraply.
uk: Замінить парасольку.
zh_hans: 身型高大，是完美的遮阳伞。

source: Much more well behaved than the name implies.
ar: هادئٌ على عكس ما يوحي به اسمه.
he: צמח זה נקרא גם ״צמח הנחש״ אך הוא כלל לא ערמומי.
ja: 英語の名前はスネークプラント。でも、そんなに怖くないですよ。
ru: Ведет себя намного лучше, чем следует из названия.
sv: Mycket trevligare att prata med än man kan tro.
uk: Поводиться набагато краще, ніж можна подумати.
zh_hans: 虽然名字有些淘气，本尊意外地乖巧。

source: Quite independent and requires minimal attention.
ar: يعتمد على نفسه ويتطلب الحد الأدنى من العناية.
he: צמח זה עצמאי למדי ולא צריך להשקיע בו יותר מדי.
ja: とても丈夫で、手間があまりかかりません。
ru: Довольно независима, требует минимум ухода.
sv: Sköter sig själv och kräver minimalt med uppmärksamhet.
uk: Не потребує багато уваги.
zh_hans: 安静独立，不需要操心。

source: Snake Plant
ar: نبتة الأفعى
he: סנסיוורה
ja: サンセベリア
ru: Драцена
sv: Svärmorstunga
uk: Тещин язик
zh_hans: 虎尾兰

source: Totally tubular flowering stems.
ar: سيقان أنبوبية مزهرة.
he: צמח זה מכיל גבעולים צינוריים במיוחד.
ja: ベルの形に似た花をたくさんつけます。
ru: Полностью трубчатые цветущие стебли.
sv: Ståtlig med klockformade blommor.
uk: Порожнисті стеблини з квітками.
zh_hans: 典型的管状花茎。
